const bot={
    startConverssation:{
        messages:[
            {
                text:`Привет, я _______, искусственный интеллект, разработанный 
                специально для этого особого события.`
            },
            {text:`Давайте проверим, приглашены ли вы на него.`},
            {text:`Пожалуйста, ведите свой номер телефона.`}],
        guests:[],
        error:`К сожалению, я не нашла этот номер в списке приглашённых.
        Попробуем ещё раз?`
    }

    
}
export default bot