const bot={
    startConverssation:{
        messages:[
            {
                text:`Привет, я _______, искусственный интеллект, разработанный 
                специально для этого особого события.`
            },
            {text:`Давайте проверим, приглашены ли вы на него.`},
            {text:`Пожалуйста, ведите свой номер телефона.`}],
        guests:[],
        error:`К сожалению, я не нашла этот номер в списке приглашённых.
        Попробуем ещё раз?`
    },
    questionsPreview: {
        messages:[
            {
                text:`Здравствуйте, я _________, смогу ответить на некоторые вопросы.
                Выберите интересующий вас вопрос в списке. Для того, чтобы 
                вернуться к приглашению, нажмите на стрелку в верхнем левом 
                углу или выберите соответствующий пункт в списке.`
            },
     
        ],
        questions:{
            quesstion:[
                {
                    id:1,
                    text:`Какой дресс-код?`,
                    answer:`Мы старались сделать праздник красивым и будем рады, если вы поддержите цветовую гамму нашей свадьбы.`
                },
                {
                    id:2,
                    text:`Что лучше подарить?`,
                    answer:`
                        У нас есть заветная мечта, осуществление которой требует финансовых вложений. Если не знаете, что подарить, помогите сбыться нашей мечте :)
                     `
                },
                {
                    id:3,
                    text:`Как заполнить форму?`,
                    answer:`cool`
                },
                
            ]
        },
        answers:[],
        
        error:`К сожалению, я не нашла ответ на данный вопрос в списке.
        Попробуем ещё раз?`
    },
    phones:[
        {
            p:"+79653150435",
            ph:"+79011888378",
            firstName:"Андрей",
            lastName:"Панов",
            status:"Жених"
        },
        {
            p:"+79268979607",
            firstName:"Владимир",
            lastName:"Корнаков",
        },
        {
            p:"+79779472431",
            firstName:"Мгер",
            lastName:"Маргарян",
            status:"и Наталия Бабкина"
        },{
            p:"+79261887955",
            firstName:"Валентина",
            lastName:"Владимировна",
        },{
            p:"+79055187000",
            firstName:"Радий",
            lastName:"Мугтасимович",
        },{
            p:"+79636205454",
            firstName:"Ирина",
            lastName:"Анатольевна",
        },{
            p:"+79685205454",
            firstName:"Александр",
            lastName:"Валериевич",
        },{
            p:"+79157998554",
            firstName:"Вадим",
            lastName:"Диденко",
        },{
            p:"+79651394444",
            firstName:"Валерий",
            lastName:"Мыльцев",
        },{
            p:"+79167620876",
            firstName:"Иван",
            lastName:"Степашкин",
        },{
            p:"+79775688272",
            firstName:"Влада ",
            lastName:"Яшина",
            status:"и Фарух Раджабов"
        },{
            p:"+79777760397",
            firstName:"Расим",
            lastName:"Дасаев",
        },{
            p:"+79859991288",
            firstName:"Валерий",
            lastName:"Кузьмич",
        },{
            p:"+79857773525",
            firstName:"Владимир",
            lastName:"Владимирович",
        },{
            p:"+79161206471",
            firstName:"Павел,",
            lastName:"Надежда,",
            status:"Дарья, Серафим и Егор"
        },{
            p:"+79167167377",
            firstName:"Дмитрий",
            lastName:"Есипов",
        },{
            p:"+79017700292",
            firstName:"Артем",
            lastName:"Жуков",
            status:"и Анастасия"
        },{
            p:"+79037367159",
            firstName:"Антон",
            lastName:"Зайцев",
        },{
            p:"+79629240306",
            firstName:"Елена",
            lastName:"Журату",
            status:"и Виктор"
        },{
            p:"+79250414150",
            firstName:"Юрий-Алексей",
            lastName:"Баринов",
        },
        {
            p:"+79771631019",
            firstName:"любимая",
            lastName:"Невеста",
        },{
            p:"+79688822682",
            firstName:"Наталья",
            lastName:"Маргарян",
        },{
            p:"+79998148845",
            firstName:"Андрей",
            lastName:"Нерсисян",
        },{
            p:"+79649703621",
            firstName:"Алексей",
            lastName:"Пономаренко",
            status:"и Алиса"
        },{
            p:"+79629822983",
            firstName:"Дионис",
            lastName:"Кузьминов",
        },{
            p:"+79031995007",
            firstName:"Дина",
            lastName:"Анатольевна",
        },{
            p:"+79153182156",
            firstName:"Иван и Полина",
            lastName:"Харламовы",
        },{
            p:"+79099029290",
            firstName:"Федор",
            lastName:"Бакулов",
        },{
            p:"+79162356303",
            firstName:"Вера",
            lastName:"Николаевна",
            status:"и Анатолий Иванович"
        },{
            p:"+79160238844",
            firstName:"Петр",
            lastName:"Бакулов",
        },{
            p:"+79166716287",
            firstName:"Максим",
            lastName:"Белоусов",
        },{
            p:"+79175325168",
            firstName:"Олия",
            lastName:"Мугтасимовна",
        },{
            p:"+79683655777",
            firstName:"Сания",
            lastName:"Мугтасимовна",
        },{
            p:"+79166410264",
            firstName:"Зухра Исламовна",
            lastName:"и Гали",
        },{
            p:"+79165376555",
            ph:"+79167252095",
            firstName:"Галина",
            lastName:"Лобанова",
        }

]
  
}
export default bot